---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.ViewLinksInBlue
source: html/a97c492c-3cc6-8d4c-15c6-6391dd514e1a.htm
---
# Autodesk.Revit.DB.PDFExportOptions.ViewLinksInBlue Property

Whether set view links blue.

## Syntax (C#)
```csharp
public bool ViewLinksInBlue { get; set; }
```

## Remarks
If true, links will be visible as blue.
 If false, they retain their default text color.